{
    "ticket_id": "2411028",
    "subject": "Flynn_FW001882_Chambersburg_PA_P3",
    "status": "Confirmed",
    "department": "Pro Services",
    "phase": "P3",
    "created_at": "2025-03-28 11:52:39",
    "posts": [
        {
            "content": "Flynn - Bulk Build\r\rFlynn_FW001882_Chambersburg_PA_P3\rSite ID: FW001882\r\rDate: 4/21/2025\rTime (In PST): 20:30:00\r\rSCOPE OF WORK:\rP3\r\rWendys\r1658 Lincoln Way East \rChambersburg\rPA\r17201\r",
            "author": "Josh Bosen",
            "timestamp": "2025-03-28 11:52:39"
        },
        {
            "content": "A message for 16881956 from Raphael Niba sent at 2025-03-31 10:39:55\n             Message: Hi I&#039;m available \n\n",
            "author": "Automated System",
            "timestamp": "2025-03-31 10:40:01"
        },
        {
            "content": "A message for 16881956 from John Monek sent at 2025-04-03 05:50:02\n             Message: Good Morning,\r\n\r\nTo separate ourselves from the herd applying for this WO, I would appreciate the opportunity to introduce ourselves.\r\n\t\r\nWe are both college educated network technicians, one being an engineer, offering decades of networking experience . . . I am sounding like a salesman . . . forgive me.   ;-) . . . intentional . . .  \r\n\r\nWe have  installed B2B Networks (e.g. rehabilitation centers, truck stops, et al), fiber backbones in corporate settings (Philadelphia, Baltimore, Harrisburg, etc.), Security System Access Controls such as card readers, mag locks, motion sensors, and security camera installs at fulfillment centers (Proctor and Gamble, Amazon, Geodis, Ryder,  etc.\r\n\r\nWe have performed POS Installations for numerous retail stores and restaurants.\r\n\r\nWe conduct hardware and wifi surveys. \r\n\r\nWe have extensive experience in structured cabling standards (Fiber/Copper) and installations for residences, retail stores, and fulfillment centers. \r\n\r\nWe would love to represent you for this WO!\r\n\t\r\nAnyway, we do everything network related and without the need for REVISITS. I also provide extensive detail-oriented documentation and significant Deliverables of the SOW undertaken and completed. My partner claims I suffer from OCD . . . I may.\r\n\r\nWe perform all of our installs by the industry standards (e.g. TIA/EIA-568), et al.\r\n\t\r\nWe are reliable, experienced, and professional. Please consider speaking with us regarding this opportunity.\r\n\t\r\n    \r\nThanks for your time and consideration. \r\n\r\n\r\nTake care, stay safe and have a wonderful day! \r\nGratitude!\r\n\r\nJohn Monek\r\n(717) 740-7490\r\n\n\n",
            "author": "Automated System",
            "timestamp": "2025-04-03 05:51:01"
        },
        {
            "content": "A message for 16881956 from Jamal Gibson sent at 2025-04-03 07:04:22\n             Message: Is there anyone able to speak with me about the work order and possibly assigning to me? \n\n",
            "author": "Automated System",
            "timestamp": "2025-04-03 07:05:01"
        },
        {
            "content": "A message for 16881956 from Hannah Szubinski sent at 2025-04-14 11:56:31\n             Message: Pending reschedule \n\n",
            "author": "Automated System",
            "timestamp": "2025-04-14 11:57:01"
        },
        {
            "content": "A message for 16960670 from Vannesa Hernandez sent at 2025-04-14 12:32:24\n             Message: This is a great project we can complete. We know the location and are local, so we can complete it. We have experience in this type of work. We are very professional and offer excellent customer service, and we have worked in other cities for your company on different projects. We have all the tools for Install. Feel free to call me at 240-383-5558. Feel free to contact us about this or any other project.\n\n",
            "author": "Automated System",
            "timestamp": "2025-04-14 12:33:05"
        },
        {
            "content": "Schedule Confirmation – P3\nSite FW001882\nTech Shop Name: Field Nation\nScheduled Date: 4/21\nScheduled Time: 11:30 PM EDT\nAddress: 1658 Lincoln Way E, Chambersburg, PA, 17202\nContact Validated on: 4/21\nType of Validation: Phone call\nContact spoke to: Temitope Fayomi 725-201-8393\n \nValidated the following (yes/no)\nDate and Time: Yes\nLocation Address: Yes\nScope and toolset: Yes\n\n\n",
            "author": "Alyssa Philpott",
            "timestamp": "2025-04-21 11:40:42"
        },
        {
            "content": "A message for 16960670 from TEMITOPE FAYOMI sent at 2025-04-22 22:30:42\n             Message: Marked work order as complete.\nProvider&#039;s closing notes:\nCutover installation completed, confirmed all onsite is online and working , only the outdoor display that was booting up, my support ask the store manager to contact their support to restart the outdoor display to be able to come back online.\n\n",
            "author": "Automated System",
            "timestamp": "2025-04-22 22:31:02"
        }
    ]
}